{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\u0000": 5,
      "\u0001": 6,
      "\u0002": 7,
      "\u0003": 8,
      "\u0004": 9,
      "\u0005": 10,
      "\u0007": 11,
      "\b": 12,
      "\u000e": 13,
      "\u0010": 14,
      "\u0011": 15,
      "\u0012": 16,
      "\u0013": 17,
      "\u0014": 18,
      "\u0015": 19,
      "\u0017": 20,
      "\u0018": 21,
      "\u001a": 22,
      "\u001b": 23,
      "\u001c": 24,
      "\u001d": 25,
      "\u001e": 26,
      "!": 27,
      "\"": 28,
      "#": 29,
      "$": 30,
      "%": 31,
      "&": 32,
      "'": 33,
      "(": 34,
      ")": 35,
      "*": 36,
      "+": 37,
      ",": 38,
      "-": 39,
      ".": 40,
      "/": 41,
      "0": 42,
      "1": 43,
      "2": 44,
      "3": 45,
      "4": 46,
      "5": 47,
      "6": 48,
      "7": 49,
      "8": 50,
      "9": 51,
      ":": 52,
      ";": 53,
      "<": 54,
      "=": 55,
      ">": 56,
      "?": 57,
      "@": 58,
      "A": 59,
      "B": 60,
      "C": 61,
      "D": 62,
      "E": 63,
      "F": 64,
      "G": 65,
      "H": 66,
      "I": 67,
      "J": 68,
      "K": 69,
      "L": 70,
      "M": 71,
      "N": 72,
      "O": 73,
      "P": 74,
      "Q": 75,
      "R": 76,
      "S": 77,
      "T": 78,
      "U": 79,
      "V": 80,
      "W": 81,
      "X": 82,
      "Y": 83,
      "Z": 84,
      "[": 85,
      "\\": 86,
      "]": 87,
      "^": 88,
      "_": 89,
      "`": 90,
      "a": 91,
      "b": 92,
      "c": 93,
      "d": 94,
      "e": 95,
      "f": 96,
      "g": 97,
      "h": 98,
      "i": 99,
      "j": 100,
      "k": 101,
      "l": 102,
      "m": 103,
      "n": 104,
      "o": 105,
      "p": 106,
      "q": 107,
      "r": 108,
      "s": 109,
      "t": 110,
      "u": 111,
      "v": 112,
      "w": 113,
      "x": 114,
      "y": 115,
      "z": 116,
      "{": 117,
      "}": 118,
      "~": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "¡": 151,
      "¢": 152,
      "£": 153,
      "¤": 154,
      "¥": 155,
      "¦": 156,
      "§": 157,
      "¨": 158,
      "©": 159,
      "ª": 160,
      "«": 161,
      "¬": 162,
      "­": 163,
      "®": 164,
      "¯": 165,
      "°": 166,
      "±": 167,
      "²": 168,
      "³": 169,
      "´": 170,
      "µ": 171,
      "¶": 172,
      "·": 173,
      "¸": 174,
      "¹": 175,
      "º": 176,
      "»": 177,
      "¼": 178,
      "½": 179,
      "¾": 180,
      "¿": 181,
      "À": 182,
      "Á": 183,
      "Â": 184,
      "Ã": 185,
      "Ä": 186,
      "Å": 187,
      "Æ": 188,
      "Ç": 189,
      "È": 190,
      "É": 191,
      "Ê": 192,
      "Ë": 193,
      "Ì": 194,
      "Í": 195,
      "Î": 196,
      "Ï": 197,
      "Ð": 198,
      "Ñ": 199,
      "Ò": 200,
      "Ó": 201,
      "Ô": 202,
      "Õ": 203,
      "Ö": 204,
      "×": 205,
      "Ø": 206,
      "Ù": 207,
      "Ú": 208,
      "Û": 209,
      "Ü": 210,
      "Ý": 211,
      "Þ": 212,
      "ß": 213,
      "à": 214,
      "á": 215,
      "â": 216,
      "ã": 217,
      "ä": 218,
      "å": 219,
      "æ": 220,
      "ç": 221,
      "è": 222,
      "é": 223,
      "ê": 224,
      "ë": 225,
      "ì": 226,
      "í": 227,
      "î": 228,
      "ï": 229,
      "ð": 230,
      "ñ": 231,
      "ò": 232,
      "ó": 233,
      "ô": 234,
      "õ": 235,
      "ö": 236,
      "÷": 237,
      "ø": 238,
      "ù": 239,
      "ú": 240,
      "û": 241,
      "ü": 242,
      "ý": 243,
      "þ": 244,
      "ÿ": 245,
      "Ā": 246,
      "ā": 247,
      "Ă": 248,
      "ă": 249,
      "Ą": 250,
      "ą": 251,
      "Ć": 252,
      "ć": 253,
      "Ĉ": 254,
      "ĉ": 255,
      "Ċ": 256,
      "ċ": 257,
      "Č": 258,
      "č": 259,
      "Ď": 260,
      "ď": 261,
      "Đ": 262,
      "đ": 263,
      "Ē": 264,
      "ē": 265,
      "Ĕ": 266,
      "ĕ": 267,
      "Ė": 268,
      "ė": 269,
      "Ę": 270,
      "ę": 271,
      "Ě": 272,
      "ě": 273,
      "Ĝ": 274,
      "ĝ": 275,
      "Ğ": 276,
      "ğ": 277,
      "Ġ": 278,
      "ġ": 279,
      "Ģ": 280,
      "ģ": 281,
      "Ĥ": 282,
      "ĥ": 283,
      "Ħ": 284,
      "ħ": 285,
      "Ĩ": 286,
      "ĩ": 287,
      "Ī": 288,
      "ī": 289,
      "Ĭ": 290,
      "ĭ": 291,
      "Į": 292,
      "į": 293,
      "İ": 294,
      "ı": 295,
      "Ĳ": 296,
      "ĳ": 297,
      "Ĵ": 298,
      "ĵ": 299,
      "Ķ": 300,
      "ķ": 301,
      "ĸ": 302,
      "Ĺ": 303,
      "ĺ": 304,
      "Ļ": 305,
      "ļ": 306,
      "Ľ": 307,
      "ľ": 308,
      "Ŀ": 309,
      "ŀ": 310,
      "Ł": 311,
      "ł": 312,
      "Ń": 313,
      "ń": 314,
      "Ņ": 315,
      "ņ": 316,
      "Ň": 317,
      "ň": 318,
      "ŉ": 319,
      "Ŋ": 320,
      "ŋ": 321,
      "Ō": 322,
      "ō": 323,
      "Ŏ": 324,
      "ŏ": 325,
      "Ő": 326,
      "ő": 327,
      "Œ": 328,
      "œ": 329,
      "Ŕ": 330,
      "ŕ": 331,
      "ŗ": 332,
      "Ř": 333,
      "ř": 334,
      "Ś": 335,
      "ś": 336,
      "Ŝ": 337,
      "ŝ": 338,
      "Ş": 339,
      "ş": 340,
      "Š": 341,
      "š": 342,
      "Ţ": 343,
      "ţ": 344,
      "Ť": 345,
      "ť": 346,
      "Ŧ": 347,
      "ŧ": 348,
      "Ũ": 349,
      "ũ": 350,
      "Ū": 351,
      "ū": 352,
      "Ŭ": 353,
      "ŭ": 354,
      "Ů": 355,
      "ů": 356,
      "Ű": 357,
      "ű": 358,
      "Ų": 359,
      "ų": 360,
      "ŵ": 361,
      "Ŷ": 362,
      "ŷ": 363,
      "Ÿ": 364,
      "Ź": 365,
      "ź": 366,
      "Ż": 367,
      "ż": 368,
      "Ž": 369,
      "ž": 370,
      "ſ": 371,
      "Ɓ": 372,
      "Ƅ": 373,
      "ƅ": 374,
      "Ɔ": 375,
      "ƈ": 376,
      "Ɗ": 377,
      "Ə": 378,
      "Ɛ": 379,
      "ƒ": 380,
      "Ɣ": 381,
      "ƕ": 382,
      "ƙ": 383,
      "ƚ": 384,
      "ƛ": 385,
      "Ɲ": 386,
      "Ɵ": 387,
      "ơ": 388,
      "Ƣ": 389,
      "ƣ": 390,
      "Ʃ": 391,
      "ƫ": 392,
      "ư": 393,
      "Ƴ": 394,
      "ƴ": 395,
      "Ƶ": 396,
      "ƶ": 397,
      "Ʒ": 398,
      "ƿ": 399,
      "ǀ": 400,
      "ǁ": 401,
      "ǂ": 402,
      "ǃ": 403,
      "ǈ": 404,
      "ǎ": 405,
      "ǐ": 406,
      "ǒ": 407,
      "Ǔ": 408,
      "ǔ": 409,
      "ǘ": 410,
      "Ǚ": 411,
      "ǚ": 412,
      "ǝ": 413,
      "ǟ": 414,
      "Ǣ": 415,
      "ǣ": 416,
      "ǥ": 417,
      "Ǧ": 418,
      "ǧ": 419,
      "ǩ": 420,
      "ǫ": 421,
      "ǭ": 422,
      "Ǯ": 423,
      "ǯ": 424,
      "ǰ": 425,
      "ǵ": 426,
      "Ƕ": 427,
      "Ƿ": 428,
      "ǹ": 429,
      "ǻ": 430,
      "Ǽ": 431,
      "ǽ": 432,
      "Ǿ": 433,
      "ȁ": 434,
      "Ȃ": 435,
      "ȇ": 436,
      "ȋ": 437,
      "ȏ": 438,
      "Ȓ": 439,
      "ȓ": 440,
      "ȗ": 441,
      "Ș": 442,
      "ș": 443,
      "Ț": 444,
      "ț": 445,
      "Ȝ": 446,
      "ȝ": 447,
      "Ȟ": 448,
      "ȟ": 449,
      "ȡ": 450,
      "ȧ": 451,
      "ȫ": 452,
      "ȯ": 453,
      "Ȳ": 454,
      "ȳ": 455,
      "ȴ": 456,
      "ȵ": 457,
      "ȶ": 458,
      "ȷ": 459,
      "ȸ": 460,
      "ȹ": 461,
      "Ɂ": 462,
      "ɂ": 463,
      "Ʉ": 464,
      "Ʌ": 465,
      "ɐ": 466,
      "ɑ": 467,
      "ɒ": 468,
      "ɓ": 469,
      "ɔ": 470,
      "ɕ": 471,
      "ɖ": 472,
      "ɗ": 473,
      "ɘ": 474,
      "ə": 475,
      "ɚ": 476,
      "ɛ": 477,
      "ɜ": 478,
      "ɝ": 479,
      "ɟ": 480,
      "ɠ": 481,
      "ɡ": 482,
      "ɢ": 483,
      "ɣ": 484,
      "ɤ": 485,
      "ɥ": 486,
      "ɦ": 487,
      "ɧ": 488,
      "ɨ": 489,
      "ɩ": 490,
      "ɪ": 491,
      "ɫ": 492,
      "ɬ": 493,
      "ɭ": 494,
      "ɮ": 495,
      "ɯ": 496,
      "ɰ": 497,
      "ɱ": 498,
      "ɲ": 499,
      "ɳ": 500,
      "ɴ": 501,
      "ɵ": 502,
      "ɶ": 503,
      "ɸ": 504,
      "ɹ": 505,
      "ɺ": 506,
      "ɻ": 507,
      "ɼ": 508,
      "ɽ": 509,
      "ɾ": 510,
      "ʀ": 511,
      "ʁ": 512,
      "ʂ": 513,
      "ʃ": 514,
      "ʄ": 515,
      "ʈ": 516,
      "ʉ": 517,
      "ʊ": 518,
      "ʋ": 519,
      "ʌ": 520,
      "ʍ": 521,
      "ʎ": 522,
      "ʏ": 523,
      "ʐ": 524,
      "ʑ": 525,
      "ʒ": 526,
      "ʔ": 527,
      "ʕ": 528,
      "ʖ": 529,
      "ʘ": 530,
      "ʙ": 531,
      "ʛ": 532,
      "ʜ": 533,
      "ʝ": 534,
      "ʟ": 535,
      "ʡ": 536,
      "ʢ": 537,
      "ʣ": 538,
      "ʤ": 539,
      "ʥ": 540,
      "ʦ": 541,
      "ʧ": 542,
      "ʨ": 543,
      "ʰ": 544,
      "ʱ": 545,
      "ʲ": 546,
      "ʴ": 547,
      "ʷ": 548,
      "ʹ": 549,
      "ʺ": 550,
      "ʻ": 551,
      "ʼ": 552,
      "ʽ": 553,
      "ʾ": 554,
      "ʿ": 555,
      "ˀ": 556,
      "ˁ": 557,
      "˅": 558,
      "ˆ": 559,
      "ˇ": 560,
      "ˈ": 561,
      "ˉ": 562,
      "ˊ": 563,
      "ˌ": 564,
      "ː": 565,
      "ˑ": 566,
      "˕": 567,
      "˘": 568,
      "˙": 569,
      "˚": 570,
      "˛": 571,
      "˜": 572,
      "˝": 573,
      "˞": 574,
      "ˠ": 575,
      "ˡ": 576,
      "ˢ": 577,
      "ˣ": 578,
      "ˤ": 579,
      "˥": 580,
      "˦": 581,
      "˧": 582,
      "˨": 583,
      "˩": 584,
      "̀": 585,
      "́": 586,
      "̂": 587,
      "̃": 588,
      "̄": 589,
      "̅": 590,
      "̆": 591,
      "̇": 592,
      "̈": 593,
      "̉": 594,
      "̊": 595,
      "̋": 596,
      "̌": 597,
      "̍": 598,
      "̏": 599,
      "̐": 600,
      "̑": 601,
      "̓": 602,
      "̕": 603,
      "̘": 604,
      "̙": 605,
      "̚": 606,
      "̛": 607,
      "̝": 608,
      "̞": 609,
      "̟": 610,
      "̠": 611,
      "̡": 612,
      "̢": 613,
      "̣": 614,
      "̤": 615,
      "̥": 616,
      "̦": 617,
      "̧": 618,
      "̨": 619,
      "̩": 620,
      "̪": 621,
      "̫": 622,
      "̬": 623,
      "̭": 624,
      "̯": 625,
      "̰": 626,
      "̱": 627,
      "̳": 628,
      "̴": 629,
      "̵": 630,
      "̶": 631,
      "̷": 632,
      "̹": 633,
      "̺": 634,
      "̻": 635,
      "̼": 636,
      "͂": 637,
      "̓": 638,
      "ͅ": 639,
      "͆": 640,
      "͇": 641,
      "͈": 642,
      "͗": 643,
      "͘": 644,
      "͜": 645,
      "͡": 646,
      "ͥ": 647,
      "Ͱ": 648,
      "ͱ": 649,
      "͵": 650,
      "Ͷ": 651,
      "ͷ": 652,
      "ͻ": 653,
      ";": 654,
      "΄": 655,
      "΅": 656,
      "Ά": 657,
      "·": 658,
      "Έ": 659,
      "Ή": 660,
      "Ί": 661,
      "Ό": 662,
      "Ύ": 663,
      "Ώ": 664,
      "ΐ": 665,
      "Α": 666,
      "Β": 667,
      "Γ": 668,
      "Δ": 669,
      "Ε": 670,
      "Ζ": 671,
      "Η": 672,
      "Θ": 673,
      "Ι": 674,
      "Κ": 675,
      "Λ": 676,
      "Μ": 677,
      "Ν": 678,
      "Ξ": 679,
      "Ο": 680,
      "Π": 681,
      "Ρ": 682,
      "Σ": 683,
      "Τ": 684,
      "Υ": 685,
      "Φ": 686,
      "Χ": 687,
      "Ψ": 688,
      "Ω": 689,
      "Ϊ": 690,
      "Ϋ": 691,
      "ά": 692,
      "έ": 693,
      "ή": 694,
      "ί": 695,
      "ΰ": 696,
      "α": 697,
      "β": 698,
      "γ": 699,
      "δ": 700,
      "ε": 701,
      "ζ": 702,
      "η": 703,
      "θ": 704,
      "ι": 705,
      "κ": 706,
      "λ": 707,
      "μ": 708,
      "ν": 709,
      "ξ": 710,
      "ο": 711,
      "π": 712,
      "ρ": 713,
      "ς": 714,
      "σ": 715,
      "τ": 716,
      "υ": 717,
      "φ": 718,
      "χ": 719,
      "ψ": 720,
      "ω": 721,
      "ϊ": 722,
      "ϋ": 723,
      "ό": 724,
      "ύ": 725,
      "ώ": 726,
      "Ϗ": 727,
      "ϐ": 728,
      "ϑ": 729,
      "ϒ": 730,
      "ϕ": 731,
      "ϖ": 732,
      "ϗ": 733,
      "Ϙ": 734,
      "ϙ": 735,
      "Ϛ": 736,
      "ϛ": 737,
      "Ϝ": 738,
      "ϝ": 739,
      "Ϟ": 740,
      "ϟ": 741,
      "Ϡ": 742,
      "ϡ": 743,
      "Ϣ": 744,
      "ϣ": 745,
      "ϥ": 746,
      "ϧ": 747,
      "Ϩ": 748,
      "ϩ": 749,
      "ϫ": 750,
      "ϭ": 751,
      "Ϯ": 752,
      "ϯ": 753,
      "ϱ": 754,
      "ϲ": 755,
      "ϵ": 756,
      "Ϲ": 757,
      "Ϻ": 758,
      "ϻ": 759,
      "Ͻ": 760,
      "Ͼ": 761,
      "Ͽ": 762,
      "Ё": 763,
      "Ђ": 764,
      "Ѓ": 765,
      "Є": 766,
      "Ѕ": 767,
      "І": 768,
      "Ї": 769,
      "Ј": 770,
      "Љ": 771,
      "Њ": 772,
      "Ћ": 773,
      "Ќ": 774,
      "Ў": 775,
      "Џ": 776,
      "А": 777,
      "Б": 778,
      "В": 779,
      "Г": 780,
      "Д": 781,
      "Е": 782,
      "Ж": 783,
      "З": 784,
      "И": 785,
      "Й": 786,
      "К": 787,
      "Л": 788,
      "М": 789,
      "Н": 790,
      "О": 791,
      "П": 792,
      "Р": 793,
      "С": 794,
      "Т": 795,
      "У": 796,
      "Ф": 797,
      "Х": 798,
      "Ц": 799,
      "Ч": 800,
      "Ш": 801,
      "Щ": 802,
      "Ъ": 803,
      "Ы": 804,
      "Ь": 805,
      "Э": 806,
      "Ю": 807,
      "Я": 808,
      "а": 809,
      "б": 810,
      "в": 811,
      "г": 812,
      "д": 813,
      "е": 814,
      "ж": 815,
      "з": 816,
      "и": 817,
      "й": 818,
      "к": 819,
      "л": 820,
      "м": 821,
      "н": 822,
      "о": 823,
      "п": 824,
      "р": 825,
      "с": 826,
      "т": 827,
      "у": 828,
      "ф": 829,
      "х": 830,
      "ц": 831,
      "ч": 832,
      "ш": 833,
      "щ": 834,
      "ъ": 835,
      "ы": 836,
      "ь": 837,
      "э": 838,
      "ю": 839,
      "я": 840,
      "ѐ": 841,
      "ё": 842,
      "ђ": 843,
      "ѓ": 844,
      "є": 845,
      "ѕ": 846,
      "і": 847,
      "ї": 848,
      "ј": 849,
      "љ": 850,
      "њ": 851,
      "ћ": 852,
      "ќ": 853,
      "ѝ": 854,
      "ў": 855,
      "џ": 856,
      "Ѡ": 857,
      "ѡ": 858,
      "Ѣ": 859,
      "ѣ": 860,
      "ѥ": 861,
      "Ѧ": 862,
      "ѧ": 863,
      "Ѩ": 864,
      "ѩ": 865,
      "Ѫ": 866,
      "ѫ": 867,
      "Ѭ": 868,
      "ѭ": 869,
      "Ѯ": 870,
      "ѯ": 871,
      "Ѱ": 872,
      "ѱ": 873,
      "Ѳ": 874,
      "ѳ": 875,
      "Ѵ": 876,
      "ѵ": 877,
      "ѹ": 878,
      "ѿ": 879,
      "Ҁ": 880,
      "҂": 881,
      "҃": 882,
      "Ҍ": 883,
      "ҍ": 884,
      "Ґ": 885,
      "ґ": 886,
      "Ғ": 887,
      "ғ": 888,
      "Ҕ": 889,
      "ҕ": 890,
      "Җ": 891,
      "җ": 892,
      "Ҙ": 893,
      "ҙ": 894,
      "Қ": 895,
      "қ": 896,
      "ҟ": 897,
      "Ҡ": 898,
      "ҡ": 899,
      "Ң": 900,
      "ң": 901,
      "Ҥ": 902,
      "ҥ": 903,
      "ҧ": 904,
      "Ҩ": 905,
      "ҩ": 906,
      "Ҫ": 907,
      "ҫ": 908,
      "Ҭ": 909,
      "Ү": 910,
      "ү": 911,
      "ұ": 912,
      "Ҳ": 913,
      "ҳ": 914,
      "Ҷ": 915,
      "ҷ": 916,
      "ҹ": 917,
      "Һ": 918,
      "һ": 919,
      "Ӏ": 920,
      "Ӂ": 921,
      "ӂ": 922,
      "Ӄ": 923,
      "ӄ": 924,
      "Ӈ": 925,
      "ӈ": 926,
      "ӏ": 927,
      "ӑ": 928,
      "Ӓ": 929,
      "ӓ": 930,
      "ӕ": 931,
      "ӗ": 932,
      "Ә": 933,
      "ә": 934,
      "Ӛ": 935,
      "Ӝ": 936,
      "ӝ": 937,
      "Ӟ": 938,
      "ӟ": 939,
      "Ӡ": 940,
      "ӡ": 941,
      "ӣ": 942,
      "Ӥ": 943,
      "ӥ": 944,
      "Ӧ": 945,
      "ӧ": 946,
      "Ө": 947,
      "ө": 948,
      "Ӫ": 949,
      "ӫ": 950,
      "ӯ": 951,
      "Ӱ": 952,
      "ӱ": 953,
      "ӳ": 954,
      "Ӵ": 955,
      "ӵ": 956,
      "ӹ": 957,
      "Ԅ": 958,
      "ԅ": 959,
      "Ա": 960,
      "Բ": 961,
      "Գ": 962,
      "Դ": 963,
      "Ե": 964,
      "Զ": 965,
      "Է": 966,
      "Ը": 967,
      "Թ": 968,
      "Ժ": 969,
      "Ի": 970,
      "Լ": 971,
      "Խ": 972,
      "Ծ": 973,
      "Կ": 974,
      "Հ": 975,
      "Ձ": 976,
      "Ղ": 977,
      "Ճ": 978,
      "Մ": 979,
      "Յ": 980,
      "Ն": 981,
      "Շ": 982,
      "Ո": 983,
      "Պ": 984,
      "Ջ": 985,
      "Ռ": 986,
      "Ս": 987,
      "Վ": 988,
      "Տ": 989,
      "Ր": 990,
      "Ց": 991,
      "Ւ": 992,
      "Փ": 993,
      "Ք": 994,
      "Օ": 995,
      "Ֆ": 996,
      "՛": 997,
      "՝": 998,
      "ա": 999,
      "բ": 1000,
      "գ": 1001,
      "դ": 1002,
      "ե": 1003,
      "զ": 1004,
      "է": 1005,
      "ը": 1006,
      "թ": 1007,
      "ժ": 1008,
      "ի": 1009,
      "լ": 1010,
      "խ": 1011,
      "ծ": 1012,
      "կ": 1013,
      "հ": 1014,
      "ձ": 1015,
      "ղ": 1016,
      "ճ": 1017,
      "մ": 1018,
      "յ": 1019,
      "ն": 1020,
      "շ": 1021,
      "ո": 1022,
      "չ": 1023,
      "պ": 1024,
      "ջ": 1025,
      "ռ": 1026,
      "ս": 1027,
      "վ": 1028,
      "տ": 1029,
      "ր": 1030,
      "ց": 1031,
      "ւ": 1032,
      "փ": 1033,
      "ք": 1034,
      "օ": 1035,
      "ֆ": 1036,
      "և": 1037,
      "։": 1038,
      "֔": 1039,
      "֙": 1040,
      "֠": 1041,
      "֣": 1042,
      "ְ": 1043,
      "ֱ": 1044,
      "ֲ": 1045,
      "ִ": 1046,
      "ֵ": 1047,
      "ֶ": 1048,
      "ַ": 1049,
      "ָ": 1050,
      "ֹ": 1051,
      "ֻ": 1052,
      "ּ": 1053,
      "ֽ": 1054,
      "־": 1055,
      "ֿ": 1056,
      "ׁ": 1057,
      "ׂ": 1058,
      "׃": 1059,
      "א": 1060,
      "ב": 1061,
      "ג": 1062,
      "ד": 1063,
      "ה": 1064,
      "ו": 1065,
      "ז": 1066,
      "ח": 1067,
      "ט": 1068,
      "י": 1069,
      "ך": 1070,
      "כ": 1071,
      "ל": 1072,
      "ם": 1073,
      "מ": 1074,
      "ן": 1075,
      "נ": 1076,
      "ס": 1077,
      "ע": 1078,
      "ף": 1079,
      "פ": 1080,
      "ץ": 1081,
      "צ": 1082,
      "ק": 1083,
      "ר": 1084,
      "ש": 1085,
      "ת": 1086,
      "װ": 1087,
      "ױ": 1088,
      "ײ": 1089,
      "׳": 1090,
      "״": 1091,
      "،": 1092,
      "؟": 1093,
      "ء": 1094,
      "آ": 1095,
      "أ": 1096,
      "ؤ": 1097,
      "إ": 1098,
      "ئ": 1099,
      "ا": 1100,
      "ب": 1101,
      "ة": 1102,
      "ت": 1103,
      "ث": 1104,
      "ج": 1105,
      "ح": 1106,
      "خ": 1107,
      "د": 1108,
      "ذ": 1109,
      "ر": 1110,
      "ز": 1111,
      "س": 1112,
      "ش": 1113,
      "ص": 1114,
      "ض": 1115,
      "ط": 1116,
      "ظ": 1117,
      "ع": 1118,
      "غ": 1119,
      "ـ": 1120,
      "ف": 1121,
      "ق": 1122,
      "ك": 1123,
      "ل": 1124,
      "م": 1125,
      "ن": 1126,
      "ه": 1127,
      "و": 1128,
      "ى": 1129,
      "ي": 1130,
      "ً": 1131,
      "ٌ": 1132,
      "ٍ": 1133,
      "َ": 1134,
      "ُ": 1135,
      "ِ": 1136,
      "ّ": 1137,
      "ْ": 1138,
      "ٔ": 1139,
      "٠": 1140,
      "١": 1141,
      "٢": 1142,
      "٣": 1143,
      "٤": 1144,
      "٥": 1145,
      "٦": 1146,
      "٧": 1147,
      "٨": 1148,
      "٩": 1149,
      "٫": 1150,
      "٬": 1151,
      "ٰ": 1152,
      "ٱ": 1153,
      "ٲ": 1154,
      "ٹ": 1155,
      "ٺ": 1156,
      "ټ": 1157,
      "ٽ": 1158,
      "پ": 1159,
      "ڀ": 1160,
      "ځ": 1161,
      "چ": 1162,
      "ڈ": 1163,
      "ڌ": 1164,
      "ڑ": 1165,
      "ړ": 1166,
      "ژ": 1167,
      "ښ": 1168,
      "ڠ": 1169,
      "ڢ": 1170,
      "ڤ": 1171,
      "ڥ": 1172,
      "ک": 1173,
      "ڪ": 1174,
      "ګ": 1175,
      "ڬ": 1176,
      "ڭ": 1177,
      "گ": 1178,
      "ڵ": 1179,
      "ں": 1180,
      "ھ": 1181,
      "ہ": 1182,
      "ۂ": 1183,
      "ۃ": 1184,
      "ۆ": 1185,
      "ۇ": 1186,
      "ۈ": 1187,
      "ۋ": 1188,
      "ی": 1189,
      "ۍ": 1190,
      "ێ": 1191,
      "ې": 1192,
      "ے": 1193,
      "ە": 1194,
      "۝": 1195,
      "۞": 1196,
      "۟": 1197,
      "ۥ": 1198,
      "۩": 1199,
      "۬": 1200,
      "۰": 1201,
      "۱": 1202,
      "۲": 1203,
      "۳": 1204,
      "۴": 1205,
      "۵": 1206,
      "۶": 1207,
      "۷": 1208,
      "۹": 1209,
      "܄": 1210,
      "ܐ": 1211,
      "ܒ": 1212,
      "ܓ": 1213,
      "ܕ": 1214,
      "ܗ": 1215,
      "ܘ": 1216,
      "ܙ": 1217,
      "ܚ": 1218,
      "ܛ": 1219,
      "ܝ": 1220,
      "ܟ": 1221,
      "ܠ": 1222,
      "ܡ": 1223,
      "ܢ": 1224,
      "ܣ": 1225,
      "ܥ": 1226,
      "ܦ": 1227,
      "ܨ": 1228,
      "ܩ": 1229,
      "ܪ": 1230,
      "ܫ": 1231,
      "ܬ": 1232,
      "ܵ": 1233,
      "ܶ": 1234,
      "ܸ": 1235,
      "ܹ": 1236,
      "ܼ": 1237,
      "݂": 1238,
      "ݒ": 1239,
      "ݢ": 1240,
      "ހ": 1241,
      "ނ": 1242,
      "ރ": 1243,
      "ކ": 1244,
      "އ": 1245,
      "ވ": 1246,
      "މ": 1247,
      "ފ": 1248,
      "ދ": 1249,
      "ތ": 1250,
      "ލ": 1251,
      "ޔ": 1252,
      "ޙ": 1253,
      "ޝ": 1254,
      "ަ": 1255,
      "ާ": 1256,
      "ި": 1257,
      "ީ": 1258,
      "ު": 1259,
      "ެ": 1260,
      "ް": 1261,
      "ߏ": 1262,
      "ߒ": 1263,
      "ߞ": 1264,
      "ߺ": 1265,
      "ࡃ": 1266,
      "ँ": 1267,
      "ं": 1268,
      "ः": 1269,
      "अ": 1270,
      "आ": 1271,
      "इ": 1272,
      "ई": 1273,
      "उ": 1274,
      "ऊ": 1275,
      "ऋ": 1276,
      "ए": 1277,
      "ऐ": 1278,
      "ओ": 1279,
      "औ": 1280,
      "क": 1281,
      "ख": 1282,
      "ग": 1283,
      "घ": 1284,
      "ङ": 1285,
      "च": 1286,
      "छ": 1287,
      "ज": 1288,
      "झ": 1289,
      "ञ": 1290,
      "ट": 1291,
      "ठ": 1292,
      "ड": 1293,
      "ढ": 1294,
      "ण": 1295,
      "त": 1296,
      "थ": 1297,
      "द": 1298,
      "ध": 1299,
      "न": 1300,
      "प": 1301,
      "फ": 1302,
      "ब": 1303,
      "भ": 1304,
      "म": 1305,
      "य": 1306,
      "र": 1307,
      "ल": 1308,
      "ळ": 1309,
      "व": 1310,
      "श": 1311,
      "ष": 1312,
      "स": 1313,
      "ह": 1314,
      "़": 1315,
      "ा": 1316,
      "ि": 1317,
      "ी": 1318,
      "ु": 1319,
      "ू": 1320,
      "ृ": 1321,
      "ॅ": 1322,
      "े": 1323,
      "ै": 1324,
      "ॉ": 1325,
      "ॊ": 1326,
      "ो": 1327,
      "ौ": 1328,
      "्": 1329,
      "ॐ": 1330,
      "॑": 1331,
      "ड़": 1332,
      "।": 1333,
      "०": 1334,
      "१": 1335,
      "२": 1336,
      "३": 1337,
      "४": 1338,
      "५": 1339,
      "६": 1340,
      "७": 1341,
      "८": 1342,
      "९": 1343,
      "॰": 1344,
      "ঁ": 1345,
      "ং": 1346,
      "অ": 1347,
      "আ": 1348,
      "ই": 1349,
      "ঈ": 1350,
      "উ": 1351,
      "ও": 1352,
      "ক": 1353,
      "খ": 1354,
      "গ": 1355,
      "ঘ": 1356,
      "ঙ": 1357,
      "চ": 1358,
      "ছ": 1359,
      "জ": 1360,
      "ট": 1361,
      "ঠ": 1362,
      "ড": 1363,
      "ঢ": 1364,
      "ণ": 1365,
      "ত": 1366,
      "থ": 1367,
      "দ": 1368,
      "ধ": 1369,
      "ন": 1370,
      "প": 1371,
      "ফ": 1372,
      "ব": 1373,
      "ভ": 1374,
      "ম": 1375,
      "য": 1376,
      "র": 1377,
      "ল": 1378,
      "শ": 1379,
      "ষ": 1380,
      "স": 1381,
      "হ": 1382,
      "়": 1383,
      "া": 1384,
      "ি": 1385,
      "ী": 1386,
      "ু": 1387,
      "ূ": 1388,
      "ে": 1389,
      "ো": 1390,
      "্": 1391,
      "ৎ": 1392,
      "৮": 1393,
      "ৰ": 1394,
      "ৱ": 1395,
      "਀": 1396,
      "ਂ": 1397,
      "ਅ": 1398,
      "ਆ": 1399,
      "ਉ": 1400,
      "ਏ": 1401,
      "ਕ": 1402,
      "ਖ": 1403,
      "ਗ": 1404,
      "ਘ": 1405,
      "ਚ": 1406,
      "ਛ": 1407,
      "ਜ": 1408,
      "ਟ": 1409,
      "ਡ": 1410,
      "ਣ": 1411,
      "ਤ": 1412,
      "ਦ": 1413,
      "ਧ": 1414,
      "ਨ": 1415,
      "ਪ": 1416,
      "ਬ": 1417,
      "ਭ": 1418,
      "ਮ": 1419,
      "ਯ": 1420,
      "ਰ": 1421,
      "ਲ": 1422,
      "ਵ": 1423,
      "ਸ਼": 1424,
      "ਸ": 1425,
      "ਹ": 1426,
      "਼": 1427,
      "ਾ": 1428,
      "ਿ": 1429,
      "ੀ": 1430,
      "ੁ": 1431,
      "ੂ": 1432,
      "ੇ": 1433,
      "ੈ": 1434,
      "ੋ": 1435,
      "੍": 1436,
      "ੜ": 1437,
      "੧": 1438,
      "੬": 1439,
      "੮": 1440,
      "੯": 1441,
      "ੰ": 1442,
      "ੱ": 1443,
      "ં": 1444,
      "અ": 1445,
      "આ": 1446,
      "ઈ": 1447,
      "ઉ": 1448,
      "ઔ": 1449,
      "ક": 1450,
      "ગ": 1451,
      "ચ": 1452,
      "છ": 1453,
      "જ": 1454,
      "ટ": 1455,
      "ઠ": 1456,
      "ડ": 1457,
      "ણ": 1458,
      "ત": 1459,
      "થ": 1460,
      "દ": 1461,
      "ધ": 1462,
      "ન": 1463,
      "પ": 1464,
      "બ": 1465,
      "ભ": 1466,
      "મ": 1467,
      "ય": 1468,
      "ર": 1469,
      "લ": 1470,
      "વ": 1471,
      "ષ": 1472,
      "સ": 1473,
      "હ": 1474,
      "ા": 1475,
      "િ": 1476,
      "ી": 1477,
      "ુ": 1478,
      "ે": 1479,
      "ો": 1480,
      "્": 1481,
      "ଆ": 1482,
      "ଓ": 1483,
      "କ": 1484,
      "ଛ": 1485,
      "ଡ": 1486,
      "ଦ": 1487,
      "ପ": 1488,
      "ବ": 1489,
      "ମ": 1490,
      "ର": 1491,
      "ଶ": 1492,
      "଼": 1493,
      "ା": 1494,
      "ି": 1495,
      "ୁ": 1496,
      "ୋ": 1497,
      "୪": 1498,
      "ஃ": 1499,
      "அ": 1500,
      "இ": 1501,
      "ஈ": 1502,
      "உ": 1503,
      "எ": 1504,
      "ஏ": 1505,
      "ஓ": 1506,
      "க": 1507,
      "ங": 1508,
      "ச": 1509,
      "ஜ": 1510,
      "ட": 1511,
      "ண": 1512,
      "த": 1513,
      "ந": 1514,
      "ன": 1515,
      "ப": 1516,
      "ம": 1517,
      "ய": 1518,
      "ர": 1519,
      "ற": 1520,
      "ல": 1521,
      "ள": 1522,
      "ழ": 1523,
      "வ": 1524,
      "ஷ": 1525,
      "ஸ": 1526,
      "ஹ": 1527,
      "ா": 1528,
      "ி": 1529,
      "ீ": 1530,
      "ு": 1531,
      "ூ": 1532,
      "ெ": 1533,
      "ே": 1534,
      "ை": 1535,
      "ொ": 1536,
      "ோ": 1537,
      "்": 1538,
      "ం": 1539,
      "ఆ": 1540,
      "ఇ": 1541,
      "ఉ": 1542,
      "ఎ": 1543,
      "క": 1544,
      "ఖ": 1545,
      "గ": 1546,
      "చ": 1547,
      "జ": 1548,
      "ట": 1549,
      "డ": 1550,
      "ణ": 1551,
      "త": 1552,
      "ద": 1553,
      "ధ": 1554,
      "న": 1555,
      "ప": 1556,
      "బ": 1557,
      "భ": 1558,
      "మ": 1559,
      "య": 1560,
      "ర": 1561,
      "ల": 1562,
      "ళ": 1563,
      "వ": 1564,
      "శ": 1565,
      "ష": 1566,
      "స": 1567,
      "హ": 1568,
      "ా": 1569,
      "ి": 1570,
      "ీ": 1571,
      "ు": 1572,
      "ూ": 1573,
      "ృ": 1574,
      "ె": 1575,
      "ే": 1576,
      "ై": 1577,
      "ొ": 1578,
      "ో": 1579,
      "్": 1580,
      "ಂ": 1581,
      "ಅ": 1582,
      "ಉ": 1583,
      "ಐ": 1584,
      "ಕ": 1585,
      "ಖ": 1586,
      "ಗ": 1587,
      "ಘ": 1588,
      "ಚ": 1589,
      "ಜ": 1590,
      "ಟ": 1591,
      "ಠ": 1592,
      "ಡ": 1593,
      "ಣ": 1594,
      "ತ": 1595,
      "ಥ": 1596,
      "ದ": 1597,
      "ಧ": 1598,
      "ನ": 1599,
      "ಪ": 1600,
      "ಬ": 1601,
      "ಭ": 1602,
      "ಮ": 1603,
      "ಯ": 1604,
      "ರ": 1605,
      "ಲ": 1606,
      "ಳ": 1607,
      "ವ": 1608,
      "ಶ": 1609,
      "ಷ": 1610,
      "ಸ": 1611,
      "ಹ": 1612,
      "ಾ": 1613,
      "ಿ": 1614,
      "ೀ": 1615,
      "ು": 1616,
      "ೂ": 1617,
      "ೃ": 1618,
      "ೆ": 1619,
      "ೇ": 1620,
      "ೈ": 1621,
      "ೊ": 1622,
      "ೋ": 1623,
      "್": 1624,
      "ೕ": 1625,
      "೧": 1626,
      "೩": 1627,
      "೮": 1628,
      "೯": 1629,
      "ം": 1630,
      "അ": 1631,
      "ആ": 1632,
      "ക": 1633,
      "ഗ": 1634,
      "ഘ": 1635,
      "ങ": 1636,
      "ച": 1637,
      "ജ": 1638,
      "ഞ": 1639,
      "ട": 1640,
      "ണ": 1641,
      "ത": 1642,
      "ദ": 1643,
      "ധ": 1644,
      "ന": 1645,
      "പ": 1646,
      "ബ": 1647,
      "ഭ": 1648,
      "മ": 1649,
      "യ": 1650,
      "ര": 1651,
      "റ": 1652,
      "ല": 1653,
      "ള": 1654,
      "ഴ": 1655,
      "വ": 1656,
      "ശ": 1657,
      "ഷ": 1658,
      "സ": 1659,
      "ഹ": 1660,
      "ാ": 1661,
      "ി": 1662,
      "ീ": 1663,
      "ു": 1664,
      "ൃ": 1665,
      "െ": 1666,
      "േ": 1667,
      "ൈ": 1668,
      "ൊ": 1669,
      "ോ": 1670,
      "്": 1671,
      "ൻ": 1672,
      "ൾ": 1673,
      "ං": 1674,
      "අ": 1675,
      "ආ": 1676,
      "ඊ": 1677,
      "ක": 1678,
      "ඛ": 1679,
      "ග": 1680,
      "ඝ": 1681,
      "ජ": 1682,
      "ට": 1683,
      "ඩ": 1684,
      "ඪ": 1685,
      "ණ": 1686,
      "ත": 1687,
      "ද": 1688,
      "න": 1689,
      "ප": 1690,
      "ඵ": 1691,
      "බ": 1692,
      "භ": 1693,
      "ම": 1694,
      "ය": 1695,
      "ර": 1696,
      "ල": 1697,
      "ව": 1698,
      "ශ": 1699,
      "ෂ": 1700,
      "ස": 1701,
      "හ": 1702,
      "ළ": 1703,
      "්": 1704,
      "ා": 1705,
      "ි": 1706,
      "ී": 1707,
      "ු": 1708,
      "ෙ": 1709,
      "ේ": 1710,
      "ෛ": 1711,
      "ො": 1712,
      "ෝ": 1713,
      "ก": 1714,
      "ข": 1715,
      "ฃ": 1716,
      "ค": 1717,
      "ง": 1718,
      "จ": 1719,
      "ฉ": 1720,
      "ช": 1721,
      "ซ": 1722,
      "ญ": 1723,
      "ฑ": 1724,
      "ฒ": 1725,
      "ณ": 1726,
      "ด": 1727,
      "ต": 1728,
      "ถ": 1729,
      "ท": 1730,
      "ธ": 1731,
      "น": 1732,
      "บ": 1733,
      "ป": 1734,
      "ผ": 1735,
      "ฝ": 1736,
      "พ": 1737,
      "ฟ": 1738,
      "ภ": 1739,
      "ม": 1740,
      "ย": 1741,
      "ร": 1742,
      "ฤ": 1743,
      "ล": 1744,
      "ว": 1745,
      "ศ": 1746,
      "ษ": 1747,
      "ส": 1748,
      "ห": 1749,
      "ฬ": 1750,
      "อ": 1751,
      "ฮ": 1752,
      "ฯ": 1753,
      "ะ": 1754,
      "ั": 1755,
      "า": 1756,
      "ำ": 1757,
      "ิ": 1758,
      "ี": 1759,
      "ึ": 1760,
      "ื": 1761,
      "ุ": 1762,
      "ู": 1763,
      "เ": 1764,
      "แ": 1765,
      "โ": 1766,
      "ใ": 1767,
      "ไ": 1768,
      "ๆ": 1769,
      "็": 1770,
      "่": 1771,
      "้": 1772,
      "๊": 1773,
      "๋": 1774,
      "์": 1775,
      "๎": 1776,
      "ກ": 1777,
      "ຂ": 1778,
      "ຄ": 1779,
      "ງ": 1780,
      "ຈ": 1781,
      "ຊ": 1782,
      "ຍ": 1783,
      "ດ": 1784,
      "ຕ": 1785,
      "ຖ": 1786,
      "ທ": 1787,
      "ນ": 1788,
      "ບ": 1789,
      "ປ": 1790,
      "ຜ": 1791,
      "ພ": 1792,
      "ມ": 1793,
      "ຣ": 1794,
      "ລ": 1795,
      "ວ": 1796,
      "ສ": 1797,
      "ຫ": 1798,
      "ອ": 1799,
      "ະ": 1800,
      "ັ": 1801,
      "າ": 1802,
      "ຳ": 1803,
      "ິ": 1804,
      "ີ": 1805,
      "ື": 1806,
      "ຸ": 1807,
      "ູ": 1808,
      "ົ": 1809,
      "ຼ": 1810,
      "ຽ": 1811,
      "ເ": 1812,
      "ແ": 1813,
      "ໂ": 1814,
      "ໄ": 1815,
      "່": 1816,
      "້": 1817,
      "ໍ": 1818,
      "་": 1819,
      "།": 1820,
      "ཀ": 1821,
      "ཁ": 1822,
      "ག": 1823,
      "ང": 1824,
      "ཆ": 1825,
      "ཉ": 1826,
      "ཏ": 1827,
      "ཐ": 1828,
      "ད": 1829,
      "ན": 1830,
      "པ": 1831,
      "ཕ": 1832,
      "བ": 1833,
      "མ": 1834,
      "ཙ": 1835,
      "ཚ": 1836,
      "ཛ": 1837,
      "ཞ": 1838,
      "འ": 1839,
      "ཡ": 1840,
      "ར": 1841,
      "ལ": 1842,
      "ཤ": 1843,
      "ས": 1844,
      "ཨ": 1845,
      "ཱ": 1846,
      "ི": 1847,
      "ུ": 1848,
      "ེ": 1849,
      "ོ": 1850,
      "ྐ": 1851,
      "ྒ": 1852,
      "ྔ": 1853,
      "ྗ": 1854,
      "ྟ": 1855,
      "ྡ": 1856,
      "ྤ": 1857,
      "ྨ": 1858,
      "ྩ": 1859,
      "ྫ": 1860,
      "ྭ": 1861,
      "ྱ": 1862,
      "ྲ": 1863,
      "ླ": 1864,
      "ྷ": 1865,
      "က": 1866,
      "ခ": 1867,
      "ဂ": 1868,
      "င": 1869,
      "စ": 1870,
      "ဆ": 1871,
      "ဉ": 1872,
      "ည": 1873,
      "တ": 1874,
      "ထ": 1875,
      "ဒ": 1876,
      "န": 1877,
      "ပ": 1878,
      "ဖ": 1879,
      "မ": 1880,
      "ယ": 1881,
      "ရ": 1882,
      "ဝ": 1883,
      "သ": 1884,
      "ဟ": 1885,
      "အ": 1886,
      "ါ": 1887,
      "ာ": 1888,
      "ိ": 1889,
      "ီ": 1890,
      "ု": 1891,
      "ူ": 1892,
      "ေ": 1893,
      "ဲ": 1894,
      "ံ": 1895,
      "့": 1896,
      "း": 1897,
      "်": 1898,
      "ျ": 1899,
      "ြ": 1900,
      "ွ": 1901,
      "ှ": 1902,
      "ა": 1903,
      "ბ": 1904,
      "გ": 1905,
      "დ": 1906,
      "ე": 1907,
      "ვ": 1908,
      "ზ": 1909,
      "თ": 1910,
      "ი": 1911,
      "კ": 1912,
      "ლ": 1913,
      "მ": 1914,
      "ნ": 1915,
      "ო": 1916,
      "პ": 1917,
      "ჟ": 1918,
      "რ": 1919,
      "ს": 1920,
      "ტ": 1921,
      "უ": 1922,
      "ფ": 1923,
      "ქ": 1924,
      "ღ": 1925,
      "ყ": 1926,
      "შ": 1927,
      "ჩ": 1928,
      "ც": 1929,
      "ძ": 1930,
      "წ": 1931,
      "ჭ": 1932,
      "ხ": 1933,
      "ჯ": 1934,
      "ჷ": 1935,
      "ᄀ": 1936,
      "ᄁ": 1937,
      "ᄂ": 1938,
      "ᄃ": 1939,
      "ᄄ": 1940,
      "ᄅ": 1941,
      "ᄆ": 1942,
      "ᄇ": 1943,
      "ᄉ": 1944,
      "ᄊ": 1945,
      "ᄋ": 1946,
      "ᄌ": 1947,
      "ᄍ": 1948,
      "ᄎ": 1949,
      "ᄏ": 1950,
      "ᄐ": 1951,
      "ᄑ": 1952,
      "ᄒ": 1953,
      "ᅡ": 1954,
      "ᅢ": 1955,
      "ᅥ": 1956,
      "ᅦ": 1957,
      "ᅧ": 1958,
      "ᅩ": 1959,
      "ᅪ": 1960,
      "ᅮ": 1961,
      "ᅰ": 1962,
      "ᅱ": 1963,
      "ᅲ": 1964,
      "ᅳ": 1965,
      "ᅴ": 1966,
      "ᅵ": 1967,
      "ᆞ": 1968,
      "ᆨ": 1969,
      "ᆫ": 1970,
      "ᆮ": 1971,
      "ᆯ": 1972,
      "ᆷ": 1973,
      "ᆸ": 1974,
      "ᆺ": 1975,
      "ᆼ": 1976,
      "ᇁ": 1977,
      "ሀ": 1978,
      "ሁ": 1979,
      "ሃ": 1980,
      "ህ": 1981,
      "ለ": 1982,
      "ላ": 1983,
      "ሌ": 1984,
      "ል": 1985,
      "ሐ": 1986,
      "ሕ": 1987,
      "መ": 1988,
      "ማ": 1989,
      "ሜ": 1990,
      "ም": 1991,
      "ሞ": 1992,
      "ሠ": 1993,
      "ረ": 1994,
      "ሪ": 1995,
      "ራ": 1996,
      "ሬ": 1997,
      "ር": 1998,
      "ሮ": 1999,
      "ሰ": 2000,
      "ሳ": 2001,
      "ሴ": 2002,
      "ስ": 2003,
      "ሶ": 2004,
      "ሸ": 2005,
      "ሺ": 2006,
      "ሻ": 2007,
      "ሼ": 2008,
      "ቀ": 2009,
      "ቁ": 2010,
      "ቂ": 2011,
      "ቅ": 2012,
      "ቆ": 2013,
      "ቐ": 2014,
      "በ": 2015,
      "ቡ": 2016,
      "ባ": 2017,
      "ቤ": 2018,
      "ብ": 2019,
      "ቦ": 2020,
      "ተ": 2021,
      "ቱ": 2022,
      "ቲ": 2023,
      "ታ": 2024,
      "ት": 2025,
      "ቶ": 2026,
      "ች": 2027,
      "ኃ": 2028,
      "ነ": 2029,
      "ኒ": 2030,
      "ና": 2031,
      "ኔ": 2032,
      "ን": 2033,
      "ኖ": 2034,
      "ኛ": 2035,
      "ኝ": 2036,
      "አ": 2037,
      "ኢ": 2038,
      "ኣ": 2039,
      "ኤ": 2040,
      "እ": 2041,
      "ኦ": 2042,
      "ከ": 2043,
      "ኩ": 2044,
      "ካ": 2045,
      "ክ": 2046,
      "ወ": 2047,
      "ዊ": 2048,
      "ዋ": 2049,
      "ው": 2050,
      "ዓ": 2051,
      "ዔ": 2052,
      "ዕ": 2053,
      "ዘ": 2054,
      "ዙ": 2055,
      "ዛ": 2056,
      "ዜ": 2057,
      "ዝ": 2058,
      "የ": 2059,
      "ዩ": 2060,
      "ያ": 2061,
      "ይ": 2062,
      "ዮ": 2063,
      "ደ": 2064,
      "ዱ": 2065,
      "ዲ": 2066,
      "ዳ": 2067,
      "ድ": 2068,
      "ዶ": 2069,
      "ጅ": 2070,
      "ገ": 2071,
      "ጉ": 2072,
      "ጊ": 2073,
      "ጋ": 2074,
      "ግ": 2075,
      "ጐ": 2076,
      "ጠ": 2077,
      "ጢ": 2078,
      "ጣ": 2079,
      "ጤ": 2080,
      "ጥ": 2081,
      "ጳ": 2082,
      "ጵ": 2083,
      "ፈ": 2084,
      "ፊ": 2085,
      "ፋ": 2086,
      "ፍ": 2087,
      "ፖ": 2088,
      "፡": 2089,
      "Ꭲ": 2090,
      "Ꭴ": 2091,
      "Ꮃ": 2092,
      "Ꮑ": 2093,
      "Ꮕ": 2094,
      "Ꮵ": 2095,
      "Ꮺ": 2096,
      "ᐃ": 2097,
      "ᐅ": 2098,
      "ᐊ": 2099,
      "ᐍ": 2100,
      "ᐏ": 2101,
      "ᐘ": 2102,
      "ᐢ": 2103,
      "ᐣ": 2104,
      "ᐦ": 2105,
      "ᐩ": 2106,
      "ᐱ": 2107,
      "ᐳ": 2108,
      "ᑎ": 2109,
      "ᑐ": 2110,
      "ᑑ": 2111,
      "ᑖ": 2112,
      "ᑦ": 2113,
      "ᑭ": 2114,
      "ᑮ": 2115,
      "ᑲ": 2116,
      "ᑳ": 2117,
      "ᒃ": 2118,
      "ᒋ": 2119,
      "ᓀ": 2120,
      "ᓂ": 2121,
      "ᓄ": 2122,
      "ᓇ": 2123,
      "ᓐ": 2124,
      "ᓗ": 2125,
      "ᓯ": 2126,
      "ᓱ": 2127,
      "ᔭ": 2128,
      "ᕈ": 2129,
      "ᕋ": 2130,
      "ᕗ": 2131,
      "ᕙ": 2132,
      "ᕿ": 2133,
      "ᖃ": 2134,
      "ᖅ": 2135,
      "ᖏ": 2136,
      "ᖓ": 2137,
      "ᚠ": 2138,
      "ᚢ": 2139,
      "ᚦ": 2140,
      "ᚬ": 2141,
      "ᚮ": 2142,
      "ᚯ": 2143,
      "ᚱ": 2144,
      "ᚲ": 2145,
      "ᚴ": 2146,
      "ᚺ": 2147,
      "ᚾ": 2148,
      "ᛅ": 2149,
      "ᛏ": 2150,
      "ᛖ": 2151,
      "ᛘ": 2152,
      "ᜈ": 2153,
      "ᜉ": 2154,
      "ᜍ": 2155,
      "ᜎ": 2156,
      "ᜒ": 2157,
      "ᜓ": 2158,
      "᜶": 2159,
      "ក": 2160,
      "ខ": 2161,
      "ង": 2162,
      "ច": 2163,
      "ជ": 2164,
      "ញ": 2165,
      "ដ": 2166,
      "ឋ": 2167,
      "ណ": 2168,
      "ត": 2169,
      "ទ": 2170,
      "ធ": 2171,
      "ន": 2172,
      "ប": 2173,
      "ព": 2174,
      "ភ": 2175,
      "ម": 2176,
      "យ": 2177,
      "រ": 2178,
      "ស": 2179,
      "ហ": 2180,
      "អ": 2181,
      "ា": 2182,
      "ិ": 2183,
      "ី": 2184,
      "ឺ": 2185,
      "ុ": 2186,
      "ៀ": 2187,
      "េ": 2188,
      "ែ": 2189,
      "ោ": 2190,
      "ំ": 2191,
      "ះ": 2192,
      "៉": 2193,
      "់": 2194,
      "៏": 2195,
      "័": 2196,
      "្": 2197,
      "ᠡ": 2198,
      "ᠢ": 2199,
      "ᠦ": 2200,
      "ᠨ": 2201,
      "ᠮ": 2202,
      "ᠲ": 2203,
      "ᠵ": 2204,
      "ᮏ": 2205,
      "ᴀ": 2206,
      "ᴅ": 2207,
      "ᴇ": 2208,
      "ᴊ": 2209,
      "ᴍ": 2210,
      "ᴏ": 2211,
      "ᴐ": 2212,
      "ᴘ": 2213,
      "ᴛ": 2214,
      "ᴜ": 2215,
      "ᴨ": 2216,
      "ᴬ": 2217,
      "ᴱ": 2218,
      "ᴵ": 2219,
      "ᴼ": 2220,
      "ᴿ": 2221,
      "ᵀ": 2222,
      "ᵊ": 2223,
      "ᵘ": 2224,
      "ᵝ": 2225,
      "ᵹ": 2226,
      "ᵻ": 2227,
      "ᶑ": 2228,
      "ᶣ": 2229,
      "᷉": 2230,
      "ḁ": 2231,
      "ḃ": 2232,
      "ḇ": 2233,
      "Ḍ": 2234,
      "ḍ": 2235,
      "Ḏ": 2236,
      "ḏ": 2237,
      "ḓ": 2238,
      "ḗ": 2239,
      "ḛ": 2240,
      "Ḡ": 2241,
      "ḡ": 2242,
      "ḣ": 2243,
      "Ḥ": 2244,
      "ḥ": 2245,
      "Ḩ": 2246,
      "ḩ": 2247,
      "Ḫ": 2248,
      "ḫ": 2249,
      "ḭ": 2250,
      "Ḱ": 2251,
      "ḱ": 2252,
      "ḳ": 2253,
      "Ḵ": 2254,
      "ḵ": 2255,
      "Ḷ": 2256,
      "ḷ": 2257,
      "ḻ": 2258,
      "ḽ": 2259,
      "Ḿ": 2260,
      "ḿ": 2261,
      "ṁ": 2262,
      "ṃ": 2263,
      "ṅ": 2264,
      "ṇ": 2265,
      "ṉ": 2266,
      "ṋ": 2267,
      "Ṑ": 2268,
      "ṓ": 2269,
      "ṕ": 2270,
      "Ṗ": 2271,
      "ṗ": 2272,
      "ṙ": 2273,
      "Ṛ": 2274,
      "ṛ": 2275,
      "ṟ": 2276,
      "Ṣ": 2277,
      "ṣ": 2278,
      "ṫ": 2279,
      "Ṭ": 2280,
      "ṭ": 2281,
      "Ṯ": 2282,
      "ṯ": 2283,
      "ṱ": 2284,
      "ṳ": 2285,
      "ṵ": 2286,
      "ṷ": 2287,
      "ṿ": 2288,
      "Ẋ": 2289,
      "ẋ": 2290,
      "ẏ": 2291,
      "ẑ": 2292,
      "Ẓ": 2293,
      "ẓ": 2294,
      "ẖ": 2295,
      "ẗ": 2296,
      "ẚ": 2297,
      "ẞ": 2298,
      "ạ": 2299,
      "ả": 2300,
      "ấ": 2301,
      "ầ": 2302,
      "ẩ": 2303,
      "ẫ": 2304,
      "ậ": 2305,
      "ắ": 2306,
      "ằ": 2307,
      "ẵ": 2308,
      "ặ": 2309,
      "ẹ": 2310,
      "ẻ": 2311,
      "ẽ": 2312,
      "ế": 2313,
      "ề": 2314,
      "ể": 2315,
      "Ễ": 2316,
      "ễ": 2317,
      "ệ": 2318,
      "ỉ": 2319,
      "Ị": 2320,
      "ị": 2321,
      "Ọ": 2322,
      "ọ": 2323,
      "ỏ": 2324,
      "ố": 2325,
      "ồ": 2326,
      "ổ": 2327,
      "ỗ": 2328,
      "ộ": 2329,
      "ớ": 2330,
      "ờ": 2331,
      "ở": 2332,
      "ợ": 2333,
      "ụ": 2334,
      "ủ": 2335,
      "ứ": 2336,
      "ừ": 2337,
      "ử": 2338,
      "ữ": 2339,
      "ự": 2340,
      "ỳ": 2341,
      "ỵ": 2342,
      "ỷ": 2343,
      "ỹ": 2344,
      "ἀ": 2345,
      "ἁ": 2346,
      "ἂ": 2347,
      "ἃ": 2348,
      "ἄ": 2349,
      "ἅ": 2350,
      "ἆ": 2351,
      "Ἀ": 2352,
      "Ἁ": 2353,
      "Ἄ": 2354,
      "Ἅ": 2355,
      "ἐ": 2356,
      "ἑ": 2357,
      "ἒ": 2358,
      "ἓ": 2359,
      "ἔ": 2360,
      "ἕ": 2361,
      "Ἐ": 2362,
      "Ἑ": 2363,
      "Ἔ": 2364,
      "Ἕ": 2365,
      "ἠ": 2366,
      "ἡ": 2367,
      "ἤ": 2368,
      "ἥ": 2369,
      "ἦ": 2370,
      "ἧ": 2371,
      "Ἠ": 2372,
      "Ἡ": 2373,
      "Ἤ": 2374,
      "Ἥ": 2375,
      "ἰ": 2376,
      "ἱ": 2377,
      "ἴ": 2378,
      "ἵ": 2379,
      "ἶ": 2380,
      "ἷ": 2381,
      "Ἰ": 2382,
      "Ἱ": 2383,
      "Ἳ": 2384,
      "Ἴ": 2385,
      "Ἵ": 2386,
      "Ἶ": 2387,
      "ὀ": 2388,
      "ὁ": 2389,
      "ὂ": 2390,
      "ὃ": 2391,
      "ὄ": 2392,
      "ὅ": 2393,
      "὆": 2394,
      "Ὀ": 2395,
      "Ὁ": 2396,
      "Ὄ": 2397,
      "ὐ": 2398,
      "ὑ": 2399,
      "ὔ": 2400,
      "ὕ": 2401,
      "ὖ": 2402,
      "Ὑ": 2403,
      "Ὓ": 2404,
      "Ὕ": 2405,
      "ὠ": 2406,
      "ὡ": 2407,
      "ὢ": 2408,
      "ὤ": 2409,
      "ὥ": 2410,
      "ὦ": 2411,
      "Ὠ": 2412,
      "Ὤ": 2413,
      "Ὥ": 2414,
      "Ὧ": 2415,
      "ὰ": 2416,
      "ά": 2417,
      "ὲ": 2418,
      "έ": 2419,
      "ὴ": 2420,
      "ή": 2421,
      "ὶ": 2422,
      "ί": 2423,
      "ὸ": 2424,
      "ό": 2425,
      "ὺ": 2426,
      "ύ": 2427,
      "ὼ": 2428,
      "ώ": 2429,
      "ᾍ": 2430,
      "ᾛ": 2431,
      "ᾠ": 2432,
      "ᾰ": 2433,
      "ᾱ": 2434,
      "ᾳ": 2435,
      "ᾴ": 2436,
      "ᾶ": 2437,
      "ᾷ": 2438,
      "᾽": 2439,
      "᾿": 2440,
      "ῃ": 2441,
      "ῆ": 2442,
      "ῇ": 2443,
      "῎": 2444,
      "ῑ": 2445,
      "ῖ": 2446,
      "ῠ": 2447,
      "ῡ": 2448,
      "ῤ": 2449,
      "ῥ": 2450,
      "ῦ": 2451,
      "Ῥ": 2452,
      "ῳ": 2453,
      "ῴ": 2454,
      "ῶ": 2455,
      "ῷ": 2456,
      "῾": 2457,
      "​": 2458,
      "‌": 2459,
      "‍": 2460,
      "‎": 2461,
      "‏": 2462,
      "‐": 2463,
      "‑": 2464,
      "‒": 2465,
      "–": 2466,
      "—": 2467,
      "―": 2468,
      "‖": 2469,
      "‘": 2470,
      "’": 2471,
      "‚": 2472,
      "‛": 2473,
      "“": 2474,
      "”": 2475,
      "„": 2476,
      "‟": 2477,
      "†": 2478,
      "‡": 2479,
      "•": 2480,
      "‣": 2481,
      "‥": 2482,
      "…": 2483,
      "‧": 2484,
      "‪": 2485,
      "‫": 2486,
      "‬": 2487,
      "‭": 2488,
      "‮": 2489,
      "‰": 2490,
      "‱": 2491,
      "′": 2492,
      "″": 2493,
      "‹": 2494,
      "›": 2495,
      "※": 2496,
      "‼": 2497,
      "‽": 2498,
      "‿": 2499,
      "⁂": 2500,
      "⁃": 2501,
      "⁄": 2502,
      "⁓": 2503,
      "⁠": 2504,
      "⁡": 2505,
      "⁢": 2506,
      "⁬": 2507,
      "⁭": 2508,
      "⁰": 2509,
      "ⁱ": 2510,
      "⁴": 2511,
      "⁵": 2512,
      "⁶": 2513,
      "⁷": 2514,
      "⁸": 2515,
      "⁹": 2516,
      "⁻": 2517,
      "⁼": 2518,
      "ⁿ": 2519,
      "₀": 2520,
      "₁": 2521,
      "₂": 2522,
      "₃": 2523,
      "₄": 2524,
      "₅": 2525,
      "₈": 2526,
      "₉": 2527,
      "ₑ": 2528,
      "₠": 2529,
      "₡": 2530,
      "₣": 2531,
      "₤": 2532,
      "₦": 2533,
      "₧": 2534,
      "₨": 2535,
      "₩": 2536,
      "₪": 2537,
      "₫": 2538,
      "€": 2539,
      "₭": 2540,
      "₮": 2541,
      "₰": 2542,
      "₱": 2543,
      "₲": 2544,
      "₴": 2545,
      "₷": 2546,
      "₹": 2547,
      "₻": 2548,
      "₼": 2549,
      "₽": 2550,
      "₾": 2551,
      "₿": 2552,
      "⃑": 2553,
      "⃝": 2554,
      "ℂ": 2555,
      "℃": 2556,
      "℅": 2557,
      "℈": 2558,
      "℉": 2559,
      "ℋ": 2560,
      "ℍ": 2561,
      "ℏ": 2562,
      "ℓ": 2563,
      "ℕ": 2564,
      "№": 2565,
      "℘": 2566,
      "ℚ": 2567,
      "ℛ": 2568,
      "ℜ": 2569,
      "ℝ": 2570,
      "℞": 2571,
      "℟": 2572,
      "™": 2573,
      "ℤ": 2574,
      "℥": 2575,
      "Ω": 2576,
      "ℨ": 2577,
      "Å": 2578,
      "ℬ": 2579,
      "ℰ": 2580,
      "ℱ": 2581,
      "ℵ": 2582,
      "ℶ": 2583,
      "⅓": 2584,
      "⅔": 2585,
      "⅕": 2586,
      "⅙": 2587,
      "⅛": 2588,
      "⅜": 2589,
      "⅞": 2590,
      "Ⅰ": 2591,
      "Ⅱ": 2592,
      "Ⅲ": 2593,
      "Ⅳ": 2594,
      "Ⅴ": 2595,
      "Ⅵ": 2596,
      "Ⅶ": 2597,
      "Ⅷ": 2598,
      "Ⅹ": 2599,
      "Ⅻ": 2600,
      "Ⅼ": 2601,
      "ⅷ": 2602,
      "ⅼ": 2603,
      "ⅾ": 2604,
      "ↄ": 2605,
      "←": 2606,
      "↑": 2607,
      "→": 2608,
      "↓": 2609,
      "↔": 2610,
      "↕": 2611,
      "↗": 2612,
      "↘": 2613,
      "↙": 2614,
      "↝": 2615,
      "↠": 2616,
      "↤": 2617,
      "↦": 2618,
      "↩": 2619,
      "↳": 2620,
      "↴": 2621,
      "↵": 2622,
      "↶": 2623,
      "↷": 2624,
      "↹": 2625,
      "↾": 2626,
      "⇃": 2627,
      "⇄": 2628,
      "⇆": 2629,
      "⇌": 2630,
      "⇐": 2631,
      "⇒": 2632,
      "⇓": 2633,
      "⇔": 2634,
      "⇗": 2635,
      "⇝": 2636,
      "⇩": 2637,
      "∀": 2638,
      "∂": 2639,
      "∃": 2640,
      "∅": 2641,
      "∆": 2642,
      "∇": 2643,
      "∈": 2644,
      "∉": 2645,
      "∎": 2646,
      "∏": 2647,
      "∑": 2648,
      "−": 2649,
      "∕": 2650,
      "∖": 2651,
      "∗": 2652,
      "∘": 2653,
      "∙": 2654,
      "√": 2655,
      "∛": 2656,
      "∜": 2657,
      "∝": 2658,
      "∞": 2659,
      "∟": 2660,
      "∠": 2661,
      "∣": 2662,
      "∥": 2663,
      "∧": 2664,
      "∨": 2665,
      "∩": 2666,
      "∪": 2667,
      "∫": 2668,
      "∮": 2669,
      "∴": 2670,
      "∼": 2671,
      "≁": 2672,
      "≃": 2673,
      "≅": 2674,
      "≈": 2675,
      "≌": 2676,
      "≒": 2677,
      "≙": 2678,
      "≠": 2679,
      "≡": 2680,
      "≢": 2681,
      "≤": 2682,
      "≥": 2683,
      "≪": 2684,
      "≫": 2685,
      "≮": 2686,
      "≰": 2687,
      "≲": 2688,
      "≺": 2689,
      "≻": 2690,
      "≼": 2691,
      "⊂": 2692,
      "⊆": 2693,
      "⊇": 2694,
      "⊊": 2695,
      "⊑": 2696,
      "⊓": 2697,
      "⊕": 2698,
      "⊖": 2699,
      "⊗": 2700,
      "⊙": 2701,
      "⊛": 2702,
      "⊢": 2703,
      "⊥": 2704,
      "⊧": 2705,
      "⊨": 2706,
      "⊭": 2707,
      "⊰": 2708,
      "⊳": 2709,
      "⊻": 2710,
      "⊼": 2711,
      "⊽": 2712,
      "⋃": 2713,
      "⋅": 2714,
      "⋆": 2715,
      "⋯": 2716,
      "⌀": 2717,
      "⌈": 2718,
      "⌉": 2719,
      "⌊": 2720,
      "⌋": 2721,
      "⌘": 2722,
      "⌠": 2723,
      "⌥": 2724,
      "〈": 2725,
      "〉": 2726,
      "⎄": 2727,
      "⎕": 2728,
      "⎨": 2729,
      "⎬": 2730,
      "⎼": 2731,
      "⏏": 2732,
      "⏚": 2733,
      "⏱": 2734,
      "␢": 2735,
      "␣": 2736,
      "①": 2737,
      "②": 2738,
      "③": 2739,
      "④": 2740,
      "⑤": 2741,
      "⑥": 2742,
      "⑦": 2743,
      "⑧": 2744,
      "⑨": 2745,
      "⑩": 2746,
      "⑬": 2747,
      "⑭": 2748,
      "⑯": 2749,
      "⑰": 2750,
      "⑴": 2751,
      "⑵": 2752,
      "⑶": 2753,
      "⑷": 2754,
      "⑸": 2755,
      "⑹": 2756,
      "⑺": 2757,
      "⑻": 2758,
      "⑼": 2759,
      "⑽": 2760,
      "⑾": 2761,
      "⑿": 2762,
      "⒀": 2763,
      "⒁": 2764,
      "⒂": 2765,
      "Ⓐ": 2766,
      "Ⓑ": 2767,
      "Ⓙ": 2768,
      "Ⓚ": 2769,
      "Ⓜ": 2770,
      "Ⓝ": 2771,
      "Ⓡ": 2772,
      "Ⓢ": 2773,
      "Ⓣ": 2774,
      "Ⓧ": 2775,
      "Ⓩ": 2776,
      "ⓐ": 2777,
      "ⓑ": 2778,
      "ⓒ": 2779,
      "⓪": 2780,
      "⓸": 2781,
      "─": 2782,
      "│": 2783,
      "┃": 2784,
      "┌": 2785,
      "┐": 2786,
      "└": 2787,
      "┘": 2788,
      "├": 2789,
      "┤": 2790,
      "┬": 2791,
      "┴": 2792,
      "┼": 2793,
      "═": 2794,
      "╔": 2795,
      "╕": 2796,
      "╗": 2797,
      "╜": 2798,
      "╟": 2799,
      "╢": 2800,
      "╣": 2801,
      "╩": 2802,
      "╰": 2803,
      "▀": 2804,
      "█": 2805,
      "▌": 2806,
      "▒": 2807,
      "▓": 2808,
      "■": 2809,
      "□": 2810,
      "▦": 2811,
      "▪": 2812,
      "▫": 2813,
      "▬": 2814,
      "▲": 2815,
      "△": 2816,
      "▶": 2817,
      "▷": 2818,
      "▸": 2819,
      "►": 2820,
      "▼": 2821,
      "▽": 2822,
      "◁": 2823,
      "◄": 2824,
      "◆": 2825,
      "◇": 2826,
      "◊": 2827,
      "○": 2828,
      "◌": 2829,
      "◎": 2830,
      "●": 2831,
      "◐": 2832,
      "◒": 2833,
      "◔": 2834,
      "◕": 2835,
      "◡": 2836,
      "◦": 2837,
      "◯": 2838,
      "◾": 2839,
      "☀": 2840,
      "☃": 2841,
      "☄": 2842,
      "★": 2843,
      "☆": 2844,
      "☇": 2845,
      "☉": 2846,
      "☊": 2847,
      "☋": 2848,
      "☎": 2849,
      "☐": 2850,
      "☑": 2851,
      "☕": 2852,
      "☛": 2853,
      "☜": 2854,
      "☞": 2855,
      "☠": 2856,
      "☢": 2857,
      "☧": 2858,
      "☨": 2859,
      "☪": 2860,
      "☭": 2861,
      "☮": 2862,
      "☯": 2863,
      "☸": 2864,
      "☹": 2865,
      "☺": 2866,
      "☻": 2867,
      "☼": 2868,
      "☾": 2869,
      "☿": 2870,
      "♀": 2871,
      "♁": 2872,
      "♂": 2873,
      "♃": 2874,
      "♄": 2875,
      "♆": 2876,
      "♇": 2877,
      "♈": 2878,
      "♉": 2879,
      "♊": 2880,
      "♋": 2881,
      "♌": 2882,
      "♍": 2883,
      "♎": 2884,
      "♏": 2885,
      "♐": 2886,
      "♑": 2887,
      "♒": 2888,
      "♓": 2889,
      "♔": 2890,
      "♖": 2891,
      "♙": 2892,
      "♚": 2893,
      "♛": 2894,
      "♜": 2895,
      "♟": 2896,
      "♠": 2897,
      "♡": 2898,
      "♢": 2899,
      "♣": 2900,
      "♥": 2901,
      "♦": 2902,
      "♧": 2903,
      "♨": 2904,
      "♩": 2905,
      "♪": 2906,
      "♫": 2907,
      "♬": 2908,
      "♭": 2909,
      "♮": 2910,
      "♯": 2911,
      "♰": 2912,
      "♻": 2913,
      "♿": 2914,
      "⚑": 2915,
      "⚓": 2916,
      "⚔": 2917,
      "⚕": 2918,
      "⚖": 2919,
      "⚗": 2920,
      "⚜": 2921,
